{"1": "CA PHC 37/2021\nIN THE COURT OF APPEAL OF THE DEMOCRATIC SOCIALIST\nREPUBLIC OF SRI LANKA\nIn the matter of an Appeal made in\nterms of Article 138 of the\nConstitution read with Article 154P\n(3) of the Constitution of the\nDemocratic Socialist Republic of\nSri Lanka.\nCourt of Appeal Lanka Caneries (PVT) LTD\nApplication No: No.25/75, Narahenpita Road,\nCA (PHC) 0037/2021 Colombo-05.\nCOMPLAINANT\nHigh Court of Colombo Vs\nHCR 40/2021 T.D.Seneviratne\nT.D. Distributors\nMC Colombo No.16, Upper Dikson Road,\nNo. 28578/06 Galle. 2. Selladore Manoj Kumar alias Babu\nACCUSED\nAND\nLanka Caneries (PVT) LTD\nNo.25/75, Narahenpita Road,\nColombo-05.\nCOMPLAINANT-PETITIONER\nVs\n1 | P age", "2": "CA PHC 37/2021\nT.D.Seneviratne\nT.D. Distributors\nNo.16, Upper Dikson Road,\nGalle.\nACCUSED-RESPONDENT\nThe Hon. Attorney General\nAttorney General’s Department,\nColombo-12.\nRESPONDENT\nAND NOW BETWEEN\nLanka Caneries (PVT) LTD\nNo.25/75, Narahenpita Road,\nColombo-05.\nCOMPLAINANT-PETITIONER\n-APPELLANT\nVs\nT.D.Seneviratne\nT.D. Distributors\nNo.16, Upper Dikson Road,\nGalle.\nACCUSED-RESPONDENT\n-RESPONDENT\n2 | P age", "3": "CA PHC 37/2021\nThe Hon. Attorney General\nAttorney General’s Department,\nColombo-12.\nRESPONDENT-RESPONDENT\nBEFORE : Sampath B. Abayakoon, J.\nP. Kumararatnam, J.\nCOUNSEL : Asthika Devendra with Aruna\nMadhusanka for the Apppellant.\nShamal A. Collure with A.P.Jayaweera\nand P.S. Amarasinghe for the Accused-\nRespondent-Respondent\nKanishka Rajakaruna, SC for the\nRespondent.\nSUPPORTED ON : 31/07/2023.\nDECIDED ON : 09/11/2023.\n*****************************\n3 | P age", "4": "CA PHC 37/2021\nJUDGMENT\nP. Kumararatnam, J.\nThis matter evolved with a private plaint filed by the Complainant-\nPetitioner-Appellant (Hereinafter referred to as the Appellant). The\nAppellant filed a charge sheet and amended it before the trial being\ncommenced under Section 25(1) (b) of the Debt Recovery (Special\nProvisions) Act No.02 of 1990 for issuing a cheque Bearing No. 051684\nby the Accused-Respondent-Respondent (Hereinafter referred to the\nAccused) from Account No.0010022270 of the DFCC Vardana Bank,\nGalle branch for purchases done from the Appellant’s Company. When\nthe cheque was deposited in Appellant’s account maintained in the\nCommercial Bank, the said cheque was dishonoured on 23.11.2012\nwith an endorsement “Cheque not drawn in accordance with mandate\n(60)”. Hence, the Appellant filed this private plaint in the Magistrate\nCourt of Colombo.\nThe prosecution led two witnesses and marked documents P1-14 and\nclosed the case. The Accused was arrested and produced before the\nCourt as he was evading the Court for a long time. At this juncture, the\nAccused without calling witnesses and without even making a dock\nstatement, proposed a settlement on 18.11. 2018.According to the\nsettlement, the Accused agreed to pay the Appellant a sum of one\nmillion (Rs.1000,000/-) in Rs.75000/- implements. When the first\ninstalment was due, the Accused again absconded the Court. As such,\nthe matter was fixed for judgment by the Learned Magistrate of\nColombo.\n4 | P age", "5": "CA PHC 37/2021\nBy the judgment dated 05.03.2021, the Learned Magistrate acquitted\nthe Accused on the basis that the prosecution had not proved that the\ncheque written by the Accused had fraudulent intention.\nBeing aggrieved by the judgment of the Magistrate, the Appellant\nsought permission to appeal against the said judgment from the Hon.\nAttorney General which had no response within the appealable time. As\nsuch, the Appellant was compelled to file a revision application in the\nProvincial High Court of Western Province Holden at Colombo to revise\nthe judgment of the Magistrate of Colombo. After support, the Learned\nHigh Court Judge had dismissed the said application without issuing\nnotice to the Accused.\nNow the Appellant filed this appeal to set aside the order of the Learned\nHigh Court Judge of Western Province Holden at Colombo dated\n12/07/2021.\nThe Appellant submitted following grounds of appeal:\n1. The Learned High Court Judge and the Learned Magistrate had\nfailed to consider that the Act committed by the Accused (i.e.\nissuing a cheque without placing the seal) is an offence falling\nunder the Section 25(1) (b) of the Debt Recovery Act.\n2. The Learned High Court Judge and the Learned Magistrate had\nfailed to consider that issuing a cheque not drown accordance to\nthe mandate is sufficient for the guilt of the offence as it a strict\nliability offence.\n3. The Learned High Court Judge and the Learned Magistrate\nerred in law and fact in holding that the prosecution has failed\nto establish that the cheque in issue was not a cheque obtained\nat the time the parties started their business.\n5 | P age", "6": "CA PHC 37/2021\n4. The Learned High Court Judge and the Learned Magistrate had\nfailed to consider that the suggestions made by the Accused\nshould not have any validity or only has trivial validity when\nthere was no evidence presented on the part of the Accused.\n5. The Learned High Court Judge of Colombo had failed to issue\nnotice to the Accused at the first instance in the revision\napplication bearing No.HCRA 40/20 despite their being\nsufficient law and factual circumstances to issue notice on the\nAccused.\n6. The Learned High Court Judge had misdirected himself when\nfailing to issue notice on the Accused despite having identified\nthat there was an error in law in the judgment of the Learned\nMagistrate of Colombo.\nAmong the appeal grounds raised, the Appellant strenuously argued\nthat the decision of the Learned High Court Judge to not to issue notice\nviolates the maxim audi alteram partem. It is fundamental legal\nprinciple in which each party is entitled to a fair hearing and given the\nopportunity to respond to evidence against them.\nIn Commissioner of Police v. Tanes (1957-58) 68 CLR 383, the court\nheld that:\n\"It is a deep-rooted principle of the law that before anyone\ncan be punished or prejudiced in his person or his property\nby any judicial or quasi-judicial procedure, he must be\nafforded adequate opportunity of being heard ... \"\nIn this case the Learned High Court Judge only considering the\njudgment of the Magistrate Court of Colombo decided to dismiss the\nrevision application stating that that the Appellant had failed shock the\nconscious of the Court.\n6 | P age", "7": "CA PHC 37/2021\nAlthough the Learned High Court Judge had admitted that there is a\nlegal error in the judgment of Learned Magistrate of Colombo, he totally\ndisregarded the same in considering the revision application filed by the\nAppellant. The relevant portion of the judgment of the Learned\nMagistrate is re-produced below:\nPage 23-24 of the brief.\n“ta wkqj fuu fplam; ffkls; l%sh mámdáh wkjq ,shd ksl=;a lr fkdue;s\nfplam;la nj ;yjqre fõ' fuu kvqfõ ú;a;slreg tfrys j meñKs,a, úiks a\nfpdaokd k`.d we;af;a\" 1994 wxl 09 orK mk;sk a ixfYdaê; 1990 wxl 02 orK\nKh wdmiq wh lr .ekSfï (úfYaI úê úOdk) mkf;a \" 25 (1) (wd) j.ka;sh hgf;a\njrola iÿs lr we;s njg olajñk's tlS mkf;a 25 (1) j.k;a sh hgf;a hful=g\ntfrys j fplam;a w.reùï ms<sn`o fpdaokd f.dk q l< yelafla\" “wKlre úiska f.ùï\nkj;d we;” hk jeros iïnkOa fhk a jk w;r fplam;la úêu;a j ,shd kls =;a lr\nfkdue;s wjia:djl Kh wdmiq whlr .ekfS ï mkf;a\" 25 (1) (w) j.k;a sh hgf;a\nhful= g tfrys j kvq mjrd th mj;ajdf.k hdfï yelshdjla fkdue;'”\nConsidering the above, the Learned High Court Judge had come to\nfollowing conclusion in his order.\nPage 24 of the brief.\nios aêuh lreKq yd k;S suh lreKq ixikoa kh lsrSfï oS uq,a wjia:d wêlrKh hï\nfodaIhlg ,la ù we;s nj fï wkqj meyeos,s h' tlS lreKq wkjq m%Yak.;\nkfs hda.fha kS;suh fodaIhla we;'\nHence, the Learned Counsel for the Appellant contended that although\nthe Learned High Court Judge had not come to a direct finding\nregarding the legal error in the judgment of the Learned Magistrate, by\nrefusing notice it had to construe that the Learned High Court Judge\nhad agreed with the finding of the Learned Magistrate of Colombo.\n7 | P age", "8": "CA PHC 37/2021\nConsidering the argument advanced by the Appellant that he was not\nafforded a fair inquiry, I conclude that the Learned High Court Judge\nshould have inquired this matter by affording an opportunity to all\nnecessary parties to present their submissions before he could come to\na conclusion. As this caused great prejudice to the Appellant, I decide\nto send this case back to the High Court of Colombo for re-hearing by\naffording an opportunity to all necessary parties to present their\nsubmissions.\nAccordingly, I set aside the order of the Learned High Court Judge of\nColombo dated 12.07.2021 and send the case back to the High Court\nfor a fresh hearing on merits.\nTherefore, this appeal is allowed.\nThe Registrar of this Court is directed to send a copy of this order to the\nHigh Court of Colombo.\nJUDGE OF THE COURT OF APPEAL\nSAMPATH B. ABAYAKOON, J.\nI agree.\nJUDGE OF THE COURT OF APPEAL\n8 | P age"}