{"1": "IN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF\nSRI LANKA\nIn the matter of an application\nfor Special Leave to Appeal to\nthe Supreme Court of the\nDemocratic Socialist Republic\nS.C Appeal No.111/2010 of Sri Lanka.\nS.C.(Spl)L.A.No.101/2010\nC.A. Writ Application No. 624/2007 DR. DARSHANA\nWICKRAMASINGHE\n“Lions Paradise”\nWewala, Hikkaduwa.\nPETITIONER\nVS.\n01. UNIVERSITY OF RUHUNA\n02. PROF. SUSIRITH\nMENDIS\nVice Chancellor\n03. PROF. GAMINI\nSENANAYAKE\nDeputy Vice Chancellor\n04. PROF. S.W.\nAMARASINGHE\nDean-Humanities &\nSocial Sciences\n05. PROF.MRS. R.T.\nSERASINGHE\nDean-Agriculture\n06. PROF.P.L.\nARIYANANDA\nDean-Medicine\n07. PROF.R.N. PATHIRANA\nDean-Science\n08. PROF.P.R.T.\nCUMARANATUNGE\nDean-Fisheries and\nMarine Sciences and\nTechnology\n09. MRS.H.S.C. PERERA\nDean-Management and\nFinance\n1", "2": "10. DR. A.M.N.\nALAGIYAWANNA\nDean-Engineering\n11. PROF.T.R.\nWEERASOORIYA\n12. PROF.W.D.G.\nDHARMARATHNE\n13. REV. WALIPITIYE\nRATNASIRI\n14. MR. M.A. THASIM\n15. MR. SUNIL\nJAYARATHNE\n16. MR. RASIK SAROOK\n17. MR.C. MALIYADDA\n18. MR. KULATUNGE\nRAJAPAKSE\n19. MR.CHULA DE SILVA\n20. MR. RAJA\nHEWABOWALA\n21. MR.H.G.S.JAYASEKERA\n22. MR. D.W. PRATHAPASINGHE\n23. MR.W.K.K. KUMARASIRI\n24. MR. THILAK\nJAYARATHNE\n25. MR.O.V.L.P. ANURA\nAssistant Internal Auditor\nAll of the University of\nRuhuna\n26. MR.GODAHEWA\nInquiry Officer,\n“Prasad”, Talpawila,\nKakanadura.\n27. PROF.(MRS) MIRANI\nWEERASOORIYA\nFaculty of Medicine,\nKarapitiya,\nGalle.\nRESPONDENTS\n2", "3": "AND NOW BETWEEN\n01. UNIVERSITY OF RUHUNA\n02. PROF. SUSIRITH\nMENDIS\nVice Chancellor\n03. PROF. GAMINI\nSENANAYAKE\nDeputy Vice Chancellor\n10. DR. A.M.N.\nALAGIYAWANNA\nDean-Engineering\n12. PROF.W.D.G.\nDHARMARATHNE\n15. MR. SUNIL\nJAYARATHNE\n21. MR.H.G.S.JAYASEKERA\n25. MR.O.V.L.P. ANURA\nAssistant Internal Auditor\nAll of the University of\nRuhuna\n27. PROF.(MRS) MIRANI\nWEERASOORIYA\nFaculty of Medicine,\nKarapitiya,\nGalle.\nRESPONDENTS-\nPETITIONERS\n1. PROF.R.M. RANAWEERA\nBANDA\n2. PROF.MANGALA SOYZA\n3. PROF.T.R.WEERASOORIYA\n4. DR.P.A.JAYANTHA\n5. .DR.TILAK P.D.GAMAGE\n6. M.W. INDRANI\n7. PROF.R.N.PATHIRANA\n8. REV. MALIMBODA\nGNANALOKA THERO\n3", "4": "9. KAPUGAMA SARANTHISSA\nTHERO\n10. K.A.J.ABEYGUNAWARDENE\n11. BUDDHAPRIYA NIGAMUNI\n12. H.G.GUNASOMA\n13. CHANDRASIRI\nHEWAKANDAMBI\n14. M.G. PUNCHIHEWA\n(All of University of Ruhuna)\nADDED-PETITIONERS\nVS.\nDR.DARSHANA\nWICKRAMASINGHE\n“Lion‟s Paradise”,\nWewala,\nHikkaduwa\nPETITIONER-\nRESPONDENT\n4. PROF. S.W.AMARASINGHE\nDean-Humanities & Social\nSciences\n5. PROF.MRS.R.T.\nSERASINGHE\nDean-Agriculture\n6. PROF.P.L. ARIYANANDA\nDean-Medicine\n7. PROF.R.N. PATHIRANA\nDean-Science\n8. PROF.P.R.T.\nCUMARANATUNGE\nDean- Fisheries and Marine\nSciences and Technology\n9. MRS.H.S.C.PERERA\nDean-Management\nand Finance\n4", "5": "11. PROF.T.R.WEERASOORIYA\n13. REV.WALIPITIYE RATNASIRI\n14. MR.M.A.THASIM\n16. MR.RASIK SAROOK\n17. MR.C. MALIYADDA\n18. MR.KULATUNGE\nRAJAPAKSE\n19. MR. CHULA DE SILVA\n20. MR.RAJA HEWABOWALA\n22. MR.D.W. PRATHAPASINGHE\n23. MR.W.K.K.KUMARASIRI\n24. MR.THILAK JAYARATHNE\nAll of the University of Ruhuna\n26. MR. GODAHEWA\nInquiry Officer,\n“Prasad”, Talpawila,\nKakanadura.\nRESPONDENTS-\nRESPONDENTS\nBEFORE: Sisira J. De Abrew,J.\nK.T. Chitrasiri, J.\nPrasanna Jayawardena, PC, J.\nCOUNSEL: Shaheeda Mohamed Barrie, Senior State Counsel, for the\nRespondent-Appellant\nK.G. Jinasena for the Petitioner-Respondent.\nD.K. Dhanapala for the 17th and 19th Respondents-Respondents.\nARGUED ON: 13th July 2016\nWRITTEN By the Petitioner-Respondent on 23rd August 2016\nSUBMISSIONS\nTENDERED ON: By the Respondent- Appellant on 25th October 2016\nDECIDED ON: 09th December 2016\n5", "6": "Prasanna Jayawardena, PC. J\nThe Petitioner-Respondent was a Lecturer (Probationary) of the Faculty of Medicine of\nthe University of Ruhuna. His services were terminated by the University with effect\nfrom 15th May 2007.\nThe Petitioner-Respondent then made an Application to the Court of Appeal praying for\nWrits of Certiorari quashing the Charge Sheet issued to him by the University and the\ndecision of the Council of the University to terminate his services. The Petition filed by\nthe Petitioner-Respondent in the Court of Appeal named the University of Ruhuna as\nthe 1st Respondent and the Vice Chancellor as the 2nd Respondent. A total of 27\nRespondents were named in the Petition. The 1st and 2nd Respondents, the 26th\nRespondent and the 27th Respondent in the Court of Appeal, filed their Statements of\nObjections.\nOn 05th May 2010, the Court of Appeal delivered its Judgment, issuing the Writs of\nCertiorari sought by the Petitioner-Respondent.\nThe University of Ruhuna and several of the other Respondents made an application to\nthis Court seeking Special Leave to Appeal from the Judgment of the Court of Appeal.\nThis Court granted Special Leave to Appeal on several Questions of Law, which will be\nreferred to later on in this Judgment.\nWhen this Appeal was argued before us, we heard learned Senior State Counsel\nappearing for the 1st Respondent-Appellant [University of Ruhuna] and the other\nRespondents-Appellants, learned Counsel appearing for the Petitioner-Respondent and\nlearned Counsel appearing for the 17th and 19th Respondents-Respondents. The\nRespondents-Appellants and the Petitioner-Respondent have also filed their written\nsubmissions after the Appeal was argued.\nI will first set out the facts which are relevant.\nThe Petitioner-Respondent is an alumnus of the University of Ruhuna, having obtained\nhis MBBS Degree from that University in 2000. He interned at the General Hospital,\nKalutara and completed his internship in 2002. On 01st April 2002, he was appointed to\nthe post of Lecturer (Probationary) of the University of Ruhuna, which was his alma\nmater.\nThe Letter of Appointment issued by the University of Ruhuna to the Petitioner-\nRespondent was marked as “P4” with his Petition to the Court of Appeal. “P4” is\nsigned by the Vice Chancellor of the University and expressly states that, the\nappointment is made by the Council of the University of Ruhuna. It is also relevant to\nnote that, “P4” specifies that, the appointment is made by the Council “in terms of the\npowers vested in it by Section 71 (1) of the Universities Act No. 16 of 1978, as amended\nby Act No. 7 of 1985 and Act No. 1 of 1995.\n6", "7": "Next, it should be mentioned that, “P4” goes on to state that, the Petitioner-\nRespondent‟s appointment was subject to a period of probation of three years – ie: up\nto 31st March 2005 – unless the appointment was confirmed earlier than that. Further,\n“P4” specifies that, the University had the right to terminate the Petitioner-Respondent‟s\nservices at any time prior to that without the University having to assign any reason for\ndoing so.\nThe Petitioner-Respondent was attached to the Department of Parasitology of the\nFaculty of Medicine of the University. The 27th Respondent-Appellant, who was the\nProfessor of Parasitology, was the Head of the Department. The Petitioner-Respondent\nworked under the directions of the 27th Respondent-Appellant.\nAt that time, the Department of Parasitology was engaged in several projects to\nresearch the incidence of Filariasis in the Southern Province. These projects were\nfunded by research grants received from the Government and local and foreign donors.\nThe 27th Respondent-Appellant headed the team of researchers engaged in these\nprojects. The Petitioner-Respondent was one of the members of the team.\nThe day to day work on the research projects required that, members of the research\nteam had to obtain cash advances from the Bursar of the University, from time to time,\nto meet expenses incurred in carrying out research work, especially field work.\nNaturally, the monies obtained on such cash advances had to be promptly accounted\nfor by the submission of bills to establish the legitimate expenses on which the monies\nwere spent and, further, any unused monies had to be returned without delay.\nWhile working as a Lecturer (Probationary), the Petitioner-Respondent registered as a\nPh.D. student at the University of Ruhuna and also sought to obtain a Diploma in\nMicrobiology from the Post Graduate Institute of Medicine.\nIn September 2004, the Petitioner-Respondent was awarded a Presidential Scholarship\nto follow a Master‟s Degree/Doctoral Degree at a foreign university. The Petitioner-\nRespondent claims that, soon thereafter, the cordial relationship which existed between\nthe 27th Respondent-Appellant and him, “disappeared”. He also claims that, the 27th\nRespondent-Appellant “insisted” that he travels to Japan on 13th October 2004 to follow\na six week training programme despite his request that he be permitted to stay in Sri\nLanka with his family since his wife was pregnant and the baby was due in December.\nThe Petitioner-Respondent claims that, “As soon as” he left Sri Lanka to attend the\ntraining programme in Japan, the 27th Respondent-Appellant had ordered that a\ncupboard in which the Petitioner-Respondent stored documents, be opened. Shortly\nthereafter, on 19th October 2004, the 27th Respondent-Appellant had made a written\ncomplaint to the then Dean of the Faculty of Medicine stating that, she had “detected\nsome financial misappropriations in the bills submitted by Dr.D.Wickremasinghe,\nLecturer Department of Parasitology. I hereby request you to get the Internal Audit,\nUniversity of Ruhuna to investigate this matter and to take necessary action”. This\ncomplaint is filed with the 1st and 2nd Respondents‟ Statement of Objections in the Court\nof Appeal marked “2R1”.\n7", "8": "Acting upon the 27th Respondent-Appellant‟s complaint and at the request of the then\nDean of the Faculty of Medicine, the then Vice Chancellor of the University directed the\nAssistant Internal Auditor of the University [the 25th Respondent-Appellant] to carry out\nan audit investigation of two of the research projects. The Report dated 10th March\n2005 of the Assistant Internal Auditor was marked “P10” with the Petition. The entire\nReport with its Annexures has been filed with the 1st and 2nd Respondents‟ Statement of\nObjections marked “2R2”.\nA perusal of this Report shows that, the first research project had a team of five\nresearchers headed by the 27th Respondent-Appellant. The Petitioner-Respondent was\na member of that team. The Report states that, the applicable regulations had not been\nfollowed when cash advances were taken and that two cash advances (of Rs.50,000/-\nand Rs.25,000/-) had not been accounted for/repaid despite a period of three-four\nmonths having lapsed. The Report also stated that, some bills submitted when\naccounting for cash advances had been fraudulently altered. The Report states that, a\nfraud had taken place.[වංචාවක් සිදුවී ඇති බව නිරීක්ෂණය කරමි.] Further, the\nReport states that, an unnecessarily large sum of money had been spent on the hire of\nvehicles for research work; that, applicable regulations had not been followed when\nvehicles were hired; and that some Claim Forms had been altered in a manner which\nmade it impossible to determine the amounts of the payments made to the hirers.\nNext, the Report states that, the second research project was carried out by only the\nPetitioner-Respondent under the supervision of the 27th Respondent-Appellant. The\nReport states that, here too, applicable regulations had not been followed when cash\nadvances had been taken and one cash advance (of Rs.10,000/-) had not been\naccounted for/repaid despite a period of five months having lapsed. The Report also\nstated that, there were discrepancies and fraudulent alterations in some of the bills\nsubmitted when accounting for cash advances and, further, that several bills submitted\nwith regard to laboratory expenses, had been fraudulently altered. The Report states\nthat, a fraud had taken place.[වංචාවක් සිදුවී ඇති බව නිරීක්ෂණය කරමි.] The Report\nalso states that, irregularities similar to those which had occurred in the first research\nproject, had taken place with regard to the hiring of vehicles for this second research\nproject too.\nThe Report concludes that, there had been misconduct amounting to “negligence” and\n“lack of integrity” (as defined in Section 2:2:3 and Section 2:2:4 of Chapter XXII of the\nUniversities Establishment Code) on the part of “the relevant officers” engaged in the\ntwo research projects. The Report recommended that, disciplinary action be taken\nagainst “the relevant officers”. [The full title of the “Universities Establishment Code”\nreferred to in the Report is the “Establishments Code of the University Grants\nCommission and the Higher Educational Institutions”. It will be referred to in this\nJudgment as the “Universities Establishments Code”].\n8", "9": "It is to be noted that, the Report of the Assistant Internal Auditor does not identify the\n“the relevant officers” who committed the acts of misconduct and does not identify the\n“the relevant officers” against whom disciplinary action should be taken for „negligence‟\nand „lack of integrity‟.\nAfter the aforesaid Report of the Assistant Internal Auditor was submitted, there was a\nmeeting of the Council of the University which took place on 18th April 2005. The\nrelevant extract of the minutes of this meeting was marked “P11” with the Petition and\nas “2R3” with the 1st and 2nd Respondents‟ Statement of Objections.\nThe extract reveals that, the then Vice Chancellor [not the 2nd Respondent-Appellant\nwho later assumed the office] advised the Council that, the Assistant Internal Auditor\nhad reported that the Petitioner-Respondent had committed a fraud. Thereafter, the\nVice Chancellor had recommended that, disciplinary action be taken against the\nPetitioner-Respondent. [උඳකුලඳති කරුණු දක්වමින් වවදය පීඨයේ ඳර්යේෂණ\nවයාඳිතියක නිරව වවදය දර්නන වික මසර සිංහ මසහවා මුදල් වංචාවක් සම්බන්ධයයන්\nඅභ්‍යන්වර විණණක අංනය විසින් වාර්වා කර ඇති බවත් ඒ අනුව විනයානුකුලව\nකටයුතු කිරීමසට සිදුව ඇති බවත් ඳැවසීය ].\nHowever, as observed earlier, the Report marked “P10” of the Assistant Internal\nAuditor did not state that the Petitioner-Respondent was guilty of a fraud. The Report\nonly made findings with regard to “the relevant officers” engaged in the two research\nprojects. It would be useful to reiterate that, the Petitioner-Respondent was one of a\nteam of five engaged in the first research project, which was headed by the 27th\nRespondent-Appellant. Although the second research project was carried out only by\nthe Petitioner-Respondent, it was supervised by the 27th Respondent-Appellant. Thus,\nthe Assistant Internal Auditor‟s Report did not single out or identify the Petitioner-\nRespondent as the miscreant.\nIn these circumstances, I regret to state that, the then Vice Chancellor‟s statement\nmade to the Council, was factually incorrect.\nThe extract of the minutes goes on to record that, the Council discussed the issue and\ndecided that, it should act in terms of the Report of the Assistant Internal Auditor and\ncommence disciplinary proceedings against the Petitioner-Respondent by issuing a\nCharge Sheet to him. [යම් සම්බන්ධයයන් සාකච්ඡා කළ ඳාලක සභ්‍ාව අභ්‍යන්වර\nවිණණක ඳරීක්ෂණ වාර්වායේ නිරීක්ෂණ අනුව විධිමසත් විනය ඳරීක්ෂණයක්\nඳැවැත්වීමසට විශ්වවිදයාල ආයවන සංග්‍රහයේ යරගුලාසි අනුව විධිමසත් යචෝදනා\nඳත්‍රයක් නිකුත් කිරීමසට ඳාලක සභ්‍ාව අනුමසැතිය යදන ලදී ].\nHowever, the extract of the minutes marked “P11”/”2R3” does not record that, the\nReport of the Assistant Internal Auditor was placed before the Council prior to the\nCouncil taking the aforesaid decision that a Charge Sheet should be issued to the\nPetitioner-Respondent.\n9", "10": "In paragraph [32] of his Petition, the Petitioner-Respondent has averred that, the\nAssistant Internal Auditor‟s Report marked “P10” was not placed before the Council.\nAlthough the 1st and 2nd Respondents-Appellants have denied the averments in that\nparagraph, they have not stated that, the Report was placed before the Council. I would\nthink that, if the Assistant Internal Auditor‟s Report had been placed before the Council,\nthat fact would have been specifically recorded in the minutes. At the very least, the 1st\nand 2nd Respondents-Appellants would have expressly averred that fact, in their\nStatement of Objections.\nIn these circumstances, it can be reasonably concluded that, the Report marked “P10”\nof the Assistant Internal Auditor was not placed before the Council and was not\nconsidered by the Council before it took a decision to commence disciplinary\nproceedings against the Petitioner-Respondent and issue a Charge Sheet to him.\nThis leads to the inescapable conclusion that, at the meeting held on 18th April 2005,\nthe Council took its aforesaid decision solely upon the aforesaid factually incorrect\nstatement made to the Council by the then Vice Chancellor. Thus, the Council‟s\ndecision to commence disciplinary proceedings against the Petitioner-Respondent and\nissue a Charge Sheet to him, was taken based upon a false and mistaken premise.\nAt this point, it will be also relevant to highlight that, Section 8:1 read with Section 8:2 of\nChapter XXII of the Universities Establishments Code makes it clear that, a decision to\nissue a Charge Sheet to an employee could be validly taken “If the preliminary\ninvestigation discloses a prima facie case against the suspect person….. ”. This makes\nit essential that, the Council should have, properly and reasonably, arrived at an\nobjective finding that a prima facie case against the Petitioner-Respondent had been\ndisclosed. Section 8:2 makes it clear that, a Charge Sheet could be properly issued only\nif that requirement was first satisfied.\nHowever, in the present case, the Assistant Internal Auditor‟s Report marked “P10”\n[which must be taken as the report of the preliminary investigation] did not identify that\nthe Petitioner-Respondent was the specific person who committed the acts of\nmisconduct. Instead, the Report marked “P10” only places culpability at the door of “the\nrelevant officers” and makes no specific finding against the Petitioner-Respondent.\nIn these circumstances, it appears to me that, a prima facie case had not been made\nout against the Petitioner-Respondent when the Council decided, on 18th April 2005, to\nissue a Charge Sheet to him. It will follow that, under and in terms of the requirements\nof Section 8:2 of Chapter XXII of the Universities Establishments Code, there was no\nvalid ground upon which the Council could have properly decided to issue a Charge\nSheet to the Petitioner-Respondent. As mentioned earlier, the Council took this decision\nbased upon a false and mistaken premise.\nFor the aforesaid reasons, I am of the view that, the decision taken by the Council, on\n18th April 2005, to issue a Charge Sheet to the Petitioner-Respondent, was ultra vires.\n10", "11": "In any event, a Charge Sheet dated 18th August 2005 was later issued to the Petitioner-\nRespondent. It has been filed with the Petition marked “P13”. This Charge Sheet is\nsigned by the then Vice Chancellor. It sets out six Charges made against the Petitioner-\nRespondent, which relate to the alleged alteration of bills, discrepancies in bills and\ndiscrepancies in claims for payment of expenses.\nIn the first paragraph of the Charge Sheet, the then Vice Chancellor has stated that, the\nPetitioner-Respondent is required to show cause as to why disciplinary action should\nnot be taken and the Petitioner-Respondent be punished in terms of Section 4:1:2 of\nChapter XXII of the Universities Establishment Code on account of the Petitioner-\nRespondent being guilty of the Charges set out in the Charge Sheet. The then Vice\nChancellor goes on to state that, he issues the Charge Sheet upon directions given to\nhim by the Council of the University under and in terms of Section 8.2 of Chapter XXII of\nthe Universities Establishment Code.\nIn paragraphs [49] and [50] of his Petition to the Court of Appeal, the Petitioner-\nRespondent submits that the aforementioned first paragraph of the Charge Sheet\nmarked “P13” makes it clear that, the proposed Charge Sheet was not considered and\napproved by the Council before it was issued by the then Vice Chancellor. In\nparagraphs [18] and [19] of their Statement of Objections in the Court of Appeal, the 1st\nand 2nd Respondents-Appellants have replied with a general denial of these averments.\nThereafter, the Respondents-Appellants, somewhat ambiguously, state that, “….. all the\ndecisions were made by the Council as is clear from the Council meetings.” But, the 1st\nand 2nd Respondents-Appellants have not averred that, in fact, the proposed Charge\nSheet was placed before the Council and was considered and approved by the Council\nbefore it was issued by the then Vice Chancellor.\nMore significantly, in the usual course of procedure, it was only at a meeting of the\nCouncil, that the Council could have had the opportunity of considering and approving a\nproposed Charge Sheet before it was issued. However, the Respondents-Appellants do\nnot claim that, such a meeting took place. The significance of the Respondents-\nAppellants‟ silence is telling. Particularly so, in the light of their statement that, all\ndecisions taken by the Council are clear from the proceedings of the meetings of the\nCouncil. If, in fact, the Council had, at a meeting, considered and approved the\nproposed Charge Sheet before it was issued by the then Vice Chancellor, the 1st and\n2nd Respondents-Appellants would have, no doubt, established that by producing an\nextract of the minutes of the meeting where that happened. But, they have been unable\nto do so.\nIn these circumstances, it can be reasonably concluded that, the Council did not\nconsider or approve the Charge Sheet marked “P13” before it was issued by the then\nVice Chancellor.\nWhen he received the Charge Sheet, the Petitioner-Respondent denied that he was\nguilty of the Charges of Misconduct. This was done by his letter dated 17th November\n11", "12": "2005 addressed to the then Vice Chancellor, which is filed with the Petition marked\n“P14”.\nThe letter marked “P14” was tabled at the meeting of the Council held on 21st\nNovember 2005. The extract of the minutes of this meeting, which has been filed with\nthe Petition marked “P17” [and with the 1st and 2nd Respondents-Appellant‟s ‟\nStatement of Objections marked “2R7”] reveals that, the Council considered the\nPetitioner-Respondent‟s reply marked “P14” and approved the holding of a disciplinary\ninquiry against the Petitioner-Respondent and appointed the 26th Respondent-\nRespondent as the Inquiring Officer. The 26th Respondent-Respondent was an Inquiring\nOfficer authorised by the Ministry of Public Administration and Home Affairs to conduct\ndisciplinary inquiries of this nature. [වවදය පීඨයේ ඳර්යේෂණ වයාඳිතියක\nඅක්‍රමිකවාවයන්: යමසයට අදාළව යචෝදනා ඳත්‍රයට පිළිතුරු ලැබී ඇති බවත්, එමස\nපිළිතුරු ඳාලක සභ්‍ාව සලකා බැලීයමසන් ඳසු යම් ස඲හා විධිමසත් විනය ඳරීක්ෂණයක්\nඳැවැත්වීමසට ඳාලක සභ්‍ාවට අනුමසැතිය යදන ලදී. ඒ අනුව රාජය ඳිපඳාලන\nචක්‍රයල්යය අනුව එම්. යණොඩයේවා මසහවා ඳත් කිරීමසට ද ඳාලක සභ්‍ාව අනුමසැතිය\nයදන ලදී. ]\nThe extract of the minutes of the meeting held on 21st November 2005 marked “P17”\ndoes not state that, the Charge Sheet marked “P13” [which had been issued by then]\nwas placed before the Council at that meeting either. A perusal of the 1st and 2nd\nRespondents-Appellants‟ Statement of Objections, shows that, they do not claim that,\nthe Charge Sheet was placed before the Council at this meeting and considered by the\nCouncil, before the Council decided to hold a disciplinary inquiry against the\nRespondent-Petitioner.\nIn these circumstances, it can be also reasonably concluded that, the Council did not\nconsider the Charge Sheet marked “P13” before it decided, at its meeting held on 21st\nNovember 2005, to hold a disciplinary inquiry against the Respondent-Petitioner.\nThe disciplinary inquiry commenced on 12th December 2005 and ended on 22nd\nNovember 2006 with 20 dates of inquiry. The 26th Respondent-Respondent was the\nInquiring Officer. The University was represented by a prosecuting officer of its choice.\nThe Petitioner-Respondent was represented by a defending officer of his choice. The\nAssistant Internal Auditor, the 27th Respondent-Appellant, another member of the\nresearch team on the first research project and the Respondent-Petitioner gave\nevidence. 63 documents were produced in evidence. At the conclusion of the inquiry,\nthe parties tendered their written submissions. These facts are evident from the Report\ndated 10th May 2007 of the Inquiring Officer, which has been filed with the Statement of\nObjections marked “2R8”. The Inquiring Officer‟s Report is addressed to the then Vice\nChancellor.\nA perusal of this Report marked “2R8” shows that, the Inquiring Officer had considered\nthe evidence placed before him and the submissions made to him. Having done so, the\n12", "13": "Inquiring Officer has concluded that, the six Charges against the Petitioner-Respondent\nhad not been proved.\nIn addition to this determination, the Inquiring Officer has commented that, there had\nbeen a cordial teacher-student relationship between the 27th Respondent-Appellant and\nthe Petitioner-Respondent [ගුරුයණෝල සම්බන්ධවාවයක්] but that, this relationship had\nsoured. The Inquiring Officer has commented that, since then, the 27th Respondent-\nAppellant and the Petitioner-Respondent had been hostile towards each other.\nFour days after the Inquiring Officer‟s Report marked “2R8” was submitted, it was\nconsidered by the Council at its meeting held on 14th May 2007. An extract of the\nminutes of the meeting relating to the Council‟s discussions and decision with regard to\nthe Report and the disciplinary action to be taken against the Petitioner-Respondent,\nhas been filed with the Petition marked “P23A” and with the Statement of Objections\nmarked “2R9”. The extract is lengthy and need not be reproduced in this Judgment.\nThe salient facts to be related with regard to the Council‟s discussions and decision, as\nreflected in this extract of the minutes, are:\n(i) The Vice Chancellor placed, before the Council, the Inquiring Officer‟s Report\nand the entire record of the disciplinary inquiry, including the proceedings\nwhich set out the evidence, the documents which were produced and the\nwritten submissions;\n(ii) The Council had a lengthy discussion with regard to the Inquiring Officer‟s\nReport;\n(iii) After having considered the Inquiring Officer‟s Report and the evidence, the\nCouncil rejected the Inquiring Officer‟s determination that, the first, second,\nfifth and sixth Charges against the Petitioner-Respondent had not been\nproved;\n(iv) The Council decided that, the evidence led at the disciplinary inquiry was\nadequate to prove the first, second, fifth and sixth Charges against the\nPetitioner-Respondent;\n(v) The Council decided to act in terms of Section 12.1 of Chapter XXII of the\nUniversities Establishment Code and revise the Inquiring Officer‟s Report and\ndetermine that, the Petitioner-Respondent was guilty of the misconduct set\nout in the first, second, fifth and sixth Charges [ඉහව කී කරුණු සැලකිල්ලට\nණත් ඳාලක සභ්‍ාව විශ්වවිදයාලීය ආයවන සංග්‍රහයේ xxii වන ඳිපච්යේදයේ\n12.1 උඳවණන්තියට අනුව චූදිවට එයරහිව ඇති යචෝදනාවන් කිහිඳයක්\nඔප්පු කිරීමසට ප්‍රමසාණවත් සාක්ි  ඉදිිපඳත් වී ඇති යහිනන් ඳරීක්ෂණ\nවාර්වාව ප්‍රතියනෝධනය කිරීමසට ීරරණය කරන ලදී. ඒ අනුව යචෝදනා අංක\n1,2,5,හා 6 යචෝදනා ඔප්පු වී ඇති බවට ඳාලක සභ්‍ාව නිණමසනය කරන ලදී];\n13", "14": "(vi) The Council decided that, since the Petitioner-Respondent was subject to a\nperiod of probation, the aforesaid misconduct on his part merited the\ntermination of his services, in terms of Section 4:1:2 of Chapter XXII of the\nUniversities Establishment Code;\n(vii) The Council decided to the terminate the services of the Petitioner-\nRespondent with effect from 15th May 2005;\n(viii) The Council noted that, Ministry of Public Administration and Home Affairs\nprepares the list of authorised Inquiring Officers and decided to advise the\nSecretary of the Ministry that, the Inquiring Officer had conducted the\nDisciplinary Inquiry in a biased manner.\nIn pursuance of the aforesaid decisions, the Vice Chancellor [the 2nd Respondent-\nAppellant who had succeeded to that office] issued a letter dated 15th May 2015\nterminating the services of the Petitioner-Respondent. This letter has been filed with the\nPetition marked “P23”.\nAs mentioned above, the Council purported to act in terms of the power conferred upon\nit by Section 12.1 of Chapter XXII of the Universities Establishments Code when the\nCouncil decided to revise the Inquiring Officer‟s Report and hold that, the first, second,\nfifth and sixth Charges against the Petitioner-Respondent had been proved.\nHowever, Section 12:1 and 12:2 of Chapter XXII of the Universities Establishments\nCode state:\n“12:1 The Disciplinary Authority is free to accept or reject or revise any or all of the\nfindings of the Tribunal/Inquiry Officer.\n12:2 If the Disciplinary Authority requires further clarification on any point, he\nmay refer the matter back to the Tribunal/Inquiry Officer. Or for further\ninquiry as necessary. If circumstances justify, the Disciplinary Authority may\nquash any inquiry proceedings and order a fresh inquiry.” .\nSection 12:1 certainly empowered the Council to decide to “reject” the Inquiring Officer‟s\ndetermination that, the first, second, fifth and sixth Charges against the Petitioner-\nRespondent had not been proved, provided the Council had reasonable grounds to\nreach that conclusion.\nHowever, I do not think that, the authority given to the Council by Section 12:1 to\n“revise” the determination of the Inquiring Officer can be reasonably or properly taken\nas empowering the Council to reject the Inquiring Officer‟s determination and then\nimmediately proceed to substitute its own and entirely different determination in place of\nthe Inquiring Officer‟s determination.\n14", "15": "It is clear to me that, when the Council decided to reject the Inquiring Officer‟s\ndetermination, the Council was required to act in terms of Section 12:2 and refer the\nmatter back to the Inquiring Officer for “further inquiry” or “quash” the Report marked\n“2R8” of the Inquiring Officer and order a “fresh inquiry”.\nAccordingly, I am of the view that, the aforesaid decisions taken by the Council, at its\nmeeting on 14th May 2007, to determine that, the Petitioner-Respondent was guilty of\nthe misconduct set out in the first, second, fifth and sixth Charges; and to, therefore,\nterminate his employment; were manifestly unreasonable, ultra vires and are bad in\nLaw.\nThere is another aspect of the events which requires to be mentioned. This is:\n(a) As set out above, the Petitioner-Respondent had been awarded a\nPresidential Scholarship to follow a Masters‟ Degree/Doctoral Degree at a\nforeign university.\nHowever, more than two months prior to the Assistant Internal Auditor\nfinalizing his Report marked “P10”, the then Dean of the Faculty of\nMedicine, [who is the 2nd Respondent-Appellant in this Appeal], had\nwritten a letter dated 04th January 2005 to the Additional Secretary to Her\nExcellency, the President stating that, the Petitioner-Respondent “…. is\nunder investigation by the University of Ruhuna for serious\nmisappropriation of funds….and requesting that, the scholarship be\nwithheld until a final decision can be taken after “the completion of the\nformal disciplinary inquiry”.\nThis letter, which has been filed with the Petition marked “P9” reveals\nthat, long before the Assistant Internal Auditor had submitted his Report,\nthe 2nd Respondent-Appellant had decided that, a formal disciplinary\ninquiry should be held against the Petitioner-Respondent. This raises the\ninference that, the 2nd Respondent-Appellant had `pre-judged‟ that the\nPetitioner-Respondent was guilty of misappropriation of funds or, at the\nvery least, that there was prima facie case to such effect.\nSubsequently, the 2nd Respondent-Appellant participated as a member of\nthe Council, at the meeting held on 21st November 2005, when the Council\ndecided to hold a disciplinary inquiry against the Petitioner-Respondent.\nThe 2nd Respondent-Appellant was later appointed Vice Chancellor and he\npresided over the Council, at the meeting held on 14th May 2007, when the\nCouncil decided to reject the Report of the Inquiring Officer, hold the\nPetitioner-Respondent guilty of four Charges and terminate his services.\nI am of the view that, in the aforesaid circumstances, the 2nd Respondent-\nAppellant should not have participated as a member of the Council, at the\n15", "16": "meeting held on 21st November 2005. In particular, the 2nd Respondent-\nAppellant should not have presided over the Council, at the meeting held\non 14th May 2007. The Council and the 2nd Respondent-Appellant should\nhave observed the golden rule set out in Lord Hewart‟s dictum in R vs.\nSUSSEX JUSTICES [1924 1KB 256 at p.259] that, “Nothing is to be done\nwhich creates even a suspicion that there has been an improper\ninterference with the course of justice”;\n(b) Next, long before the Council decided to hold a disciplinary inquiry against\nthe Petitioner-Respondent, the 27th Respondent-Appellant, in her capacity\nas the Head of the Department of Parasitology, had written two letters\ndated 04th August 2005 and 07th September 2005 to the Post Graduate\nInstitute of Medicine stating that, she was unable to recommend the\nPetitioner-Respondent to register to obtain a Post Graduate Diploma in\nMedical Microbiology. The 27th Respondent-Appellant has gone on to\nstate, with regard to the Petitioner-Respondent, “Very soon he will face a\nformal inquiry by the university” and that, the 27th Respondent-Appellant\n“…. is unable to give a good certificate or recommend a fraudulent\nProbationary Lecturer of this caliber …..”. These two letters have been\nfiled with the Petition marked “P12” and “P15”.\nThese letters marked “P12” and “P15” reveal that, the 27th Respondent-\nAppellant had known that a disciplinary inquiry would be held against the\nPetitioner-Respondent long before the Council had decided to do so. The\nletters also reveal that, even before a disciplinary inquiry reached a finding\non whether or not the Charges against the Petitioner-Respondent had\nbeen established, the 27th Respondent-Appellant did not hesitate to state\nto the Post Graduate Institute of Medicine that, the Petitioner-Respondent\nwas a fraudulent man of low caliber.\nThe 27th Respondent-Appellant wrote another letter dated 09th May 2007\nto the Vice Chancellor [the 2nd Respondent-Appellant]. This letter is part of\nthe document marked “27R12” filed with her with the Statement of\nObjections in the Court of Appeal. In this letter, the 27th Respondent-\nAppellant makes several complaints against the Petitioner-Respondent.\nShe goes on to state that, “I was not at all satisfied about the conduct of\nthe Inquiry Officer who appeared to be biased towards the accused and\nobstructive towards me” and “At this juncture I wish to document that I am\ninclined to have no faith in the inquiry and the final report to be submitted”.\nThe 27th Respondent-Appellant has despatched copies of this letter to all\nthe members of the Council. This letter has sent just a few days before the\nCouncil was scheduled to meet on 14th May 2007.\nThe 27th Respondent-Appellant was a senior academic holding\nprofessorial rank who undoubtedly wielded considerable influence in the\n16", "17": "University of Ruhuna. Further, the 27th Respondent-Appellant‟s husband,\nwho is the 11th Respondent-Respondent, was also a professor at the same\nUniversity and was a member of the Council of the University.\nIn these circumstances, it is not unreasonable to suspect that, the 27th\nRespondent-Appellant‟s unfavourable perception of the Petitioner-\nRespondent is likely to have influenced the manner in which the Council\ndealt with him. Further, it is very probable that, the 27th Respondent-\nAppellant‟s aforesaid letter dated 09th May 2007 was in the minds of the\nmembers of the Council when they decided, on 14th May 2007, to reject\nthe Report of the Inquiring Officer, hold the Petitioner-Respondent guilty of\nfour Charges and terminate his services.\n(c) A perusal of the minutes of the meeting of the Council held on 14th May\n2007 shows that, the 11th Respondent-Respondent [the 27th Respondent-\nAppellant‟s husband] recused himself from participating at that meeting\nwhen the issue of the Petitioner-Respondent was discussed. Thereby, the\n11th Respondent-Respondent himself has recognised fact that, he should\nnot participate in discussions of the Council regarding disciplinary action\nbeing taken against the Petitioner-Respondent.\nHowever, prior to that, the 11th Respondent-Respondent did participate in\nthe meetings of the Council held on 18th April 2005 and 21st November\n2005 at which the Council decided to issue a Charge Sheet to the\nPetitioner-Respondent and to hold a Disciplinary Inquiry against him.\nIt can be reasonably concluded that, the circumstances set out in (a), (b) and (c) above,\nwhen taken together, are sufficient to raise a suspicion that, there was real likelihood of\nbias in the manner in which disciplinary action was taken by the Council against the\nPetitioner-Respondent.\nIn this connection, it is apt to cite Fernando J in DISSANAYAKE vs. KALEEL [1993 2\nSLR 135 at p.204] who stated that, a likelihood of bias would be held to exist, “….. if\nthere are circumstances which in the opinion of the court would lead a reasonable man\nto think it likely or probable that the adjudicator would or did favour one side unfairly”.\nIn his Petition to the Court of Appeal, the Petitioner-Respondent urged that, he was\nentitled to the aforesaid Writs of Certiorari on, inter alia, the following grounds:\n(a) That, since he was a “teacher” employed by the University as defined in\nSection 147 of the Universities Act No. 16 of 1978, his `Disciplinary\nAuthority‟ was the Council of the University, as specified by Section 45 (2)\n(xii) of the same Act.\nThe Petitioner-Respondent contended that, therefore, the Council was\nmandatorily required to have first considered and approved the Charge\nSheet before it was issued. He submits that, the Council could not lawfully\n17", "18": "delegate the power of issuing the Charge Sheet to the Vice Chancellor.\nHe submitted that, however, the Council had not considered and\napproved the Charge Sheet before it was issued and that, this omission\nrendered the Charge Sheet marked “P13” null and void;\n(b) That, the Council had misinterpreted evidence and failed to consider\nrelevant evidence, before taking its decision to terminate the employment\nof the Petitioner-Respondent and that this decision of the Council was\nunreasonable, arbitrary and illegal;\n(c) That, the 2nd Respondent-Appellant and the 27th Respondent-Appellant\nwere biased against the Petitioner-Respondent and that they unduly\ninfluenced the Council against the Petitioner-Respondent and that, in\nthese circumstances, the decision of the Council was biased;\n(d) That, the fact that, the 11th Respondent-Appellant [who was the husband of\nthe 27th Respondent-Appellant] participated in the meetings of the Council\nheld on 18th April 2005 and 21st November 2005, violated the Rule of\nNatural Justice enunciated in the maxim “Nemo judex in sua causa”;\nIn their Statement of Objections in the Court of Appeal, the 1st and 2nd Respondents-\nAppellants urged, inter alia: that, since the Petitioner-Respondent was on probation at\nthe time his employment was terminated, he is not entitled to any reliefs; that, “it was\nthe decision of the Council as a whole, to issue a charge sheet to the Petitioner based\non the Audit Report” and “all the decisions were made by the Council as is clear from\nthe Council meetings” and “at the 231st Council meeting the Council approved the\ndecision to issue charges”; that, the 11th Respondent-Respondent did not “get involved\nin” the decisions taken by the Council to issue a Charge Sheet to the Petitioner-\nRespondent and to hold a disciplinary inquiry against him; and that, the Council had\nconsidered and discussed the Inquiring Officer‟s Report and the evidence and was\nentitled to act in terms of Section 12.1 of Chapter XXII of the Universities Establishment\nCode and revise the Inquiring Officer‟s determinations and find the Petitioner-\nRespondent guilty of the first, second, fifth and sixth Charges.\nIn a lengthy Statement of Objections in the Court of Appeal, the 27th Respondent-\nAppellant takes up positions on the same lines as those urged by the 1st and 2nd\nRespondents-Appellants. She also states that, the Inquiring Officer was hostile to her\nand was partial towards the Petitioner-Respondent. The 27th Respondent-Appellant\nmakes several allegations against the professionalism and competence of the\nPetitioner-Respondent. She highlights her own contribution to the research projects\nconducted by the Department of Parasitology, her many academic achievements and\nher high academic status and renown. She states that, she duly reported the\nirregularities she detected which indicated financial misappropriations by the Petitioner-\nRespondent. She stated that, she had a duty to write the letters marked “P12” and\n“P15”.\n18", "19": "In his Statement of Objections in the Court of Appeal, the 26th Respondent-Respondent\n[Inquiring Officer] states that he properly analyzed the evidence placed before him at\nthe disciplinary inquiry and correctly determined that, the Charges against the\nPetitioner-Respondent had not been proved.\nIn the Court of Appeal, Sri Skandarajah J held that, the failure of the Council of the\nUniversity to consider or approve the Charge Sheet marked “P13” before it was issued\nby the then Vice Chancellor, resulted in the Charge Sheet having been issued without\nproper authority and ultra vires. In arriving at this determination, the learned Judge\nfollowed the decision of this Court in JINASENA vs. UNIVERSITY OF COLOMBO [2005\n3 SLR 9] and held that, the Council was the `disciplinary authority‟ in terms of the\nUniversities Act No. 16 of 1978 and that, the Council has not delegated its disciplinary\nauthority to the Vice Chancellor.\nOn that basis, His Lordship held that, all proceedings and decisions arrived at on the\nbasis of the Charge Sheet marked “P13” were a nullity. Accordingly, the Court of\nAppeal issued the Writs of Certiorari prayed for by the Petitioner-Respondent quashing\nthe Charge Sheet, the decision to terminate the services of the Petitioner-Respondent\nand the letter of termination.\nIn view of the aforesaid determination, Sri Skandarajah J did not proceed to consider\nthe other grounds urged by the Petitioner-Respondent.\nThis Court has given the Respondents-Appellants Leave to Appeal on the following nine\nQuestions of Law:\n(i) Has the Court of Appeal erred in law by misapplying the dicta of the Supreme\nCourt in JINASENA vs. UNIVERSITY OF COLOMBO in holding that the\nCharge Sheet must be framed by the University Council ?\n(ii) Has the Court of Appeal erred in fact and in law in holding that the\nRespondent has not annexed the minutes of the 231st Council Meeting and\ndrawing an adverse inference therefrom, when in fact the said minutes were\nannexed marked as “2R3” ?\n(iii) Has the Court of Appeal erred in law in imposing a precondition to the\nissuance of Charge Sheets, not sanctioned or contemplated by statute ?\n(iv) Has the Court of Appeal erred in fact and in law in failing to appreciate that\nthe Council had in fact decided to issue a Charge Sheet in terms of “2R3” ?\n(v) Has the Court of Appeal erred in fact and in law in failing to consider the\nprovisions of Section 8.2 of Chapter XXIII of the Universities Establishments\nCode, wherein the Chief Executive Officer of a Higher Educational Institute is\nspecifically empowered to issue a Charge Sheet ?\n19", "20": "(vi) Has the Court of Appeal erred in fact and in law in failing to consider whether\nno prejudice had been caused to the Respondent by the procedure followed\nand that consequently the Respondent was not entitled to any prerogative\nrelief, even if there had been a procedural impropriety ?\n(vii) Has the Court of Appeal erred in fact and in law in failing to consider the fact\nthat the Petitioner-Respondent had approbated and reprobated the\napplicability and validity of the Universities Establishments Code and as such\nwas not entitled to discretionary relief ?\n(viii) Has the Court of Appeal erred in fact and in law in failing to consider whether\nthe Respondent‟s conduct in relation to the Charge Sheet was such that it\nprecluded him from raising an objection and obtaining prerogative relief ?\n(ix) Has the Court of Appeal erred in fact and in law in failing to consider whether\nin the totality of circumstances of this case, the Petitioner-Respondent was\naccorded treatment in consonance with the rules of natural justice ?\nQuestions of Law No.s (i), (iii), (iv), (v) and (viii) all raise the issue of whether the\naforesaid determination of the Court of Appeal was correct in fact and in Law.\nTherefore, these five Questions can be conveniently considered together.\nThe Petitioner-Respondent was employed by the University of Ruhuna as a “teacher”\nwithin the meaning of the definition in Section 147 of the Universities Act.\nS: 45 (2) (xii) of the Universities Act specifies that, it is the Council of the University\nwhich “….. shall exercise, perform and discharge ….. the powers, duties and functions\n….. to appoint persons to, and to suspend, dismiss or otherwise punish persons in the\nemployment of, the University: Provided that, except in the case of Officers and\nteachers, these powers may be delegated to the Vice Chancellor: …..”\nThus, it is very clear that, by operation of the provisions of the Universities Act, the\nDisciplinary Authority in respect of the Petitioner-Respondent was the Council of the\nUniversity of Ruhuna. It is equally clear that, the Council is prohibited from delegating its\ndisciplinary powers in respect of the Petitioner-Respondent since he was a “teacher”.\nThis position is reflected in Section 1:1 and 1:1 (b) of Chapter XXII of the Universities\nEstablishments Code which specifies that, the Council of an University will be the\nDisciplinary Authority in respect of all staff of that University and that, a Council cannot\ndelegate it disciplinary powers in respect of “teachers”.\nThe phrase “….. the powers, duties and functions ….. to appoint persons to, and to\nsuspend, dismiss or otherwise punish persons….. “ used in S: 45 (2) (xii) of the\nUniversities Act refers to the imposition of the punishment, which is the final step of\ndisciplinary action taken against an employee of an University. It is only logical that, the\nauthority which is vested with the power, duty and function of taking that final step in\ndisciplinary action, will also be the authority vested with the power, duty and function of\n20", "21": "taking the preceding steps which are required when disciplinary action is taken. It would\nbe entirely illogical to contend otherwise.\nThis principle was expressed by the Madhya Pradesh High Court in SHARDUL SINGH\nvs. THE STATE OF MADHYA PRADESH [AIR 1966 MP 193 at p.195] where Dixit CJ\nstated “Now the exercise of disciplinary powers, or the field of disciplinary action, is not\nconfined merely to the passing by the appointing authority of an ultimate order imposing\ndisciplinary punishment against the employee. It extends even to the very initiation of\ndisciplinary action against a civil servant or employee by framing charges against him\nand holding, or directing the holding of an enquiry into those charges. The framing of\ncharges, the holding of an enquiry into them, the suspension of the civil servant during\nthe enquiry, the notice to show cause, are all steps in the exercise of the disciplinary\npowers. These steps must be taken by the disciplinary authority and not by a delegate\nof that authority”.\nThe issuing of a Charge Sheet is one of the main steps in the process of disciplinary\naction. The Charge Sheet sets out and defines the scope of the alleged acts of\nmisconduct which have necessitated taking disciplinary action. All subsequent steps in\nthe process of disciplinary action flow from and are usually circumscribed by the\nCharges set out in the Charge Sheet. The punishments that may be imposed at the end\nof the disciplinary action, are dependent on the Charges sets out in the Charge Sheet.\nTherefore, on an application of the aforesaid principle, it is clear that, in the present\ncase, the Charge Sheet marked “P13” had to be considered and approved by the\nCouncil since the Council was the Disciplinary Authority in respect of the Petitioner-\nRespondent. This had to be done before a Charge Sheet was issued by the Vice\nChancellor. It is only if that was done that, the Charge Sheet marked “P13” could be\nduly and lawfully issued.\nHowever, earlier in this Judgment, I have held that, the material placed before us\nestablishes that, the Council did not consider or approve the Charge Sheet marked\n“P13” before it was issued by the then Vice Chancellor.\nThis omission rendered the Charge Sheet marked “P13” liable to be quashed since it\nwas issued ultra vires by the Vice Chancellor.\nI find authority for this conclusion in the decision of this Court in JINASENA vs.\nUNIVERSITY OF COLOMBO [2005 3 SLR 9] where it was held that, in a case in which\nthe Council of the University of Colombo was the disciplinary authority of an employee,\nthe fact that the Council had not approved the Charges set out in the Charge Sheet\nmarked P9 issued to that employee, invalidated that Charge Sheet. S.N.Silva CJ stated\n[at p.12], “The Council could not have approved of any charges that were not submitted\nto it” and “In the circumstances, we are of the view that the Petitioner has established\nthat the decisions in P8 and P9 have not flowed from the proper authority namely the\n21", "22": "Council of the University and as such are ultra vires and liable to be quashed by a Writ\nof Certiorari”.\nOn the same lines, in SHARDUL SINGH vs. THE STATE OF MADHYA PRADESH,\nDixit CJ stated [p.195], “….. the disciplinary authority, if it decides that disciplinary action\nshould be taken against a civil servant, must itself frame the charges and hold an\nenquiry into them or direct another to hold an enquiry into those charges.”.\nAt this point, it will be useful to clarify that, when the Madhya Pradesh High Court stated\nthe Disciplinary Authority must itself “frame” the Charges, it should be understood that,\nthe Disciplinary Authority need not perform the task of actually drafting or framing the\nCharges itself. This may be lawfully done by another person. However, what must\nhappen is that, once the Charges have been drafted or framed, they must be then\nplaced before the Disciplinary Authority for its consideration and approval.\nThe Respondents-Appellants have submitted that, the fact that the Council decided, at\nthe meeting held on 18th April 2005 to issue a Charge Sheet to the Petitioner-\nRespondent, was adequate authority for the Vice Chancellor to have lawfully and validly\nissued the Charge Sheet marked “P13”. This submission has no merit since it is\npatently clear that, a decision that a Charge Sheet should be issued to an employee is\nvery different to an approval of the Charges to be set out in the proposed Charge Sheet.\nIt is the contents of the Charge Sheet – namely the Charges set out in it – which must\nbe considered and approved by the Council before the Charge Sheet is issued. As\nmentioned earlier, there is no indication whatsoever that, at the meeting held on 18th\nApril 2005 or at any point thereafter, the Council considered and approved the Charges\nset out in the Charge Sheet marked “P13”.\nThe Respondents-Appellants have also submitted that, Section 8.2 of Chapter XXIII of\nthe Universities Establishments Code specifically empowered the Vice Chancellor to\nissue a Charge Sheet and that, therefore, the Council was not required to consider and\napprove the Charge Sheet marked “P13” . I cannot agree with this contention since, as\nstated earlier, Section 45 (2) (xiii) of the Universities Act and Section 1:1 and 1:1 (b) of\nChapter XXII of the Universities Establishments Code both specifically prohibit the\nCouncil from delegating its disciplinary powers in respect of “teachers”.\nIn the light of this specific prohibition on the delegation of disciplinary powers, it is\nevident that, Section 8.2 only refers to the fact that, after a Charge Sheet has been\nconsidered and approved by the lawful Disciplinary Authority, the Charge Sheet is to be\nsigned and issued by the Vice Chancellor. Where the Disciplinary Authority is the\nCouncil, Section 8.2 cannot be reasonably interpreted to mean that, the Vice Chancellor\ncan validly and lawfully issue a Charge Sheet unless the Charge Sheet has been first\nconsidered and approved by the Council. This is in line with the general principle\nenunciated in decisions such as GENERAL MEDICAL COUNCIL v. U.K. DENTAL\nBOARD [1936 Ch.41] that, a restrictive interpretation will be usually accorded to\nprovisions which deal with the delegation of disciplinary functions.\n22", "23": "Since the Charge Sheet marked “P13” was the foundation of the process of disciplinary\naction which followed, the fact that “P13” was issued ultra vires and is a nullity, will\nrender invalid all the proceedings and decisions which are based on “P13” or are a\nresult of “P13”.\nFurther, since the Charge Sheet marked “P13” was issued ultra vires and is a nullity,\nthe fact that, the Petitioner-Respondent faced the disciplinary inquiry which followed,\ncannot bestow validity upon “P13”. The Petitioner-Respondent had no choice but to\nface the Inquiry.\nThus, I am in respectful agreement with Sri Skandarajah J when His Lordship held, “In\nthis instant application too the charge sheet issued to the Petitioner was not approved\nby the Council hence the charge sheet was not issued by the proper authority and it is\nultra vires. The acquiescence of the Petitioner cannot give validity to a charge sheet that\nis ultra vires. The proceedings and the decisions arrived at on the basis of this charge\nsheet are a nullity.”.\nAccordingly, I answer Questions of Law No.s (i), (iii), (iv), (v) and (viii) in the negative.\nQuestions of Law No.s (vi) and (ix) raise issues of whether the Petitioner-Respondent\nwas not entitled to prerogative relief for the reason that, no prejudice had been caused\nto the Petitioner-Respondent during the course of the disciplinary action taken against\nhim and whether the rules of natural justice and law had been observed.\nAs stated above, I am of the view that, decision taken by the Council, on 18th April 2005,\nto issue a Charge Sheet to the Petitioner-Respondent and the decisions taken by the\nCouncil, on 14th May 2007, to determine that, the Petitioner-Respondent was guilty of\nthe misconduct set out in the first, second, fifth and sixth Charges; and to, therefore,\nterminate his employment; are also ultra vires and bad in Law. Further, as stated above,\nthere are sufficient grounds to raise a suspicion that, there was real likelihood of bias in\nthe manner in which disciplinary action was taken by the Council against the Petitioner-\nRespondent.\nAccordingly, I answer Questions of Law No.s (vi) and (ix) in the negative.\nIn the aforesaid circumstances, I need not consider the remaining Questions of Law\nNo.s (ii) and (vii).\nThe Respondents-Appellants have also submitted that, the Petitioner-Respondent being\na probationer at the time his employment was terminated, disentitled him from obtaining\nany relief and, further, that, the Council had ratified the Charge Sheet marked “P13”.\nHowever, this Court has not given the Respondents-Appellants leave to appeal on\nthese issues. Therefore, I am not required to consider these issues.\n23", "24": "For the aforesaid reasons, the Appeal is dismissed. The 1st Respondent-Appellant will\npay the Petitioner-Respondent Costs in a sum of Rs.50,000/-.\nJudge of the Supreme Court\nSisira J. De Abrew J.\nI agree\nJudge of the Supreme Court\nK.T.Chitrasiri J.\nI agree\nJudge of the Supreme Court\n24"}