{"1": "1\nIN THE SUPREME COURT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA\nSC(FR) Application No. 31/2014\n1. R.P.P.N. Sujeewa Sampath\n2. R.P.P.N. Hasali Gayara\nBoth of 114, Thimbirigasyaya Road,\nColombo 5.\nPETITIONERS\nVs.\n1. Sandamali Aviruppola\nPrincipal\nVishaka Vidyalaya\n133, Vajira Road.\nColombo 5.\n2. Anura Dissanayake\nSecretary, Ministry of Education\nMinistry of Education\nIsurupaya\nBattaramulla.", "2": "2\n3. Bandula Gunawardhana\nMinister for Education\nMinistry of Education\nIsurupaya\nBattaramulla.\n4. A. S. Rohini\n5. K. A. D. M. S. Rathnayake\n6. S. Guneratne\n7. R. A. I. Randunge\nAll Members of the Interview Board\n(on admissions to Grade 1, 2014)\nC/o. Vishaka Vidyalaya\n133, Vajira Road.\nColombo 5.\n8. Members of the Appeal Interview Board\n(on admissions to Grade 1, 2014)\nC/o. Vishaka Vidyalaya\n133, Vajira Road.\nColombo 5.\n8A. Gita Abeygunawardene\nPrincipal of Holy Family Convent\nChairman of the Appeal Interview Board\n8B. A. S. Rohini\nSecretary of the Appeal Interview Board.", "3": "3\n8C. N. R. Jinasena\nMember of the Appeal Interview Board.\n8D. H. A. M. C. A. Jayasundara\nMember of the Appeal Interview Board.\n8E. Shrimathi Jayasoorioya\nMember of the Appeal Interview Board.\n9A. N. N. Kottage (Minor)\n9B. R. Kottage\nBoth of 110/1, Thimbirigasyaya Road,\nColombo 5.\n10A. S. I. S. H. Amaratunga (Minor)\n10B. N. I. W. A. Karunaratne\nBoth of 43, Siripa Road\nColombo 5.\n11A. D. S. Atapattu (Minor)\n11B. K. A. D. K. Samaraweera.\nBoth of 119, Havelock Road,\nColombo 5.\n12A. H. M. T. Wijewardene (Minor)\n12B. R. H. K. Erandhika\nBoth of 76/3, Thimbirigasyaya Road,\nColombo 5.", "4": "4\n13A. I. T. Lanka Geeganage (Minor)\n13B. A. Udayangani Dahanayake\nBoth of 57/8, D.S. Fonseka Road,\nColombo 5.\n14A. E. Y. M. Leelaratne (Minor)\n14B. E. T. D. Leelaratne\nBoth of 20/2, Fife Road,\nThimbirigasyaya,\nColombo 5.\n15. Ranjith Chandrasekera\nDirector of Education\nNational Schools\nIsurupaya,\nBattaramulla.\n16. Hon. Attorney General\nAttorney General’s Department\nHultsdorp\nColombo 12.\nRESPONDENTS\nBEFORE: Priyasath Dep P.C., J.,\nSarath de Abrew J. &\nAnil Gooneratne J.", "5": "5\nCOUNSEL: Viran Corea with Ermiza Tegal for Petitioners\nAsthika Devendra for 9B & 13B Respondents\nRohan Deshapriya with Chanakya Liyanage for 11B Respondent\nNandun Fernando with Dilukshan Fernando for 10B Respondent\nYuresha de Silva S.S.C for Attorney General.\nARGUED ON: 27.02.2015\nDECIDED ON: 26.03.2015\nGOONERATNE J.\nThis was a school admission case. The 1st Petitioner is the father of\nthe 2nd Petitioner who filed the present Fundamental Rights Application as the 2nd\nPetitioner the daughter was denied admission to Grade I of Vishaka Vidyalaya for\nthe year 2014. The 1st Petitioner claims that he has been a resident at the address\ngiven in the caption to this application (No. 114, Thimbirigasyaya Road, Colombo\n5) for well over 20 years. It is averred in the pleadings of the Petitioners that the", "6": "6\nMinistry of Education issued a Circular dated 23.5.2013 regarding admissions of\nchildren to Government schools (Grade 1) for the year 2014 and it is marked and\nproduced as P2. On or about 20.6.2013, the Petitioners submitted an application\n(P3) for admission to Grade 1 in the said school.\nThis application for admission was under the category of ‘proximity’\nof residence, to the school in question. In this application the Petitioners also\nchallenge as per sub paras (e) and (f) of the prayer to the petition, the decision of\nthe 1st to 3rd and or 15th Respondents to grant admission to Grade 1 of Visaka\nVidyalaya, to 9A, 10A, 11A, 12A, 13A & 14A Respondents being the children of\n9B, 10B, 11B, 12B, 13B & 14B Respondents.\nPetitioners argue that the decision of the official Respondents\nnamely 1st, 2nd and or 3rd Respondents and or 15th Respondent refusing admission\nto the said school to the 2nd Petitioner and the decision to grant admissions to the\nsaid school and relevant Grade to 9A, 10A, 11A, 12A, 13A and 14A Respondents,\nConstitute a violation/and infringement of Article 12(1) of the Constitution. In fact\ngood part of the submissions of learned counsel for the Petitioner was more or\nless focused on the irregularities of the decision to admit 9A, 10A, 11A, 12A, 13A\nand 14A Respondents. The learned counsel for Petitioners drew the attention of", "7": "7\nthis court to a large number of documents annexed to the Petition to\ndemonstrate that his daughter is more than qualified to be admitted to Visaka\nVidyalaya under the ‘proximity’ of residence category. All those documents are\npleaded and annexed to para 10 of the petition. Learned counsel emphasized the\nfact that the selection procedure was flawed and the children admitted had been\nirregularly admitted in violation of circular P2.\nLearned counsel for the Petitioner argued that at the interview held\non 30.8.2013 by the authorities concerned, he had been informed that no marks\ncould be allocated for the title deed relied upon by Petitioner to prove residency\nas the 1st Petitioner’s mother had executed the deed of gift in favour of the 1st\nPetitioner’s brother-in-law. It was the case of the Petitioners that he was totally\nunaware of such a transaction, although he continued to reside in the given\naddress, for a long period of time. An attempt was made to demonstrate that his\nmother had done so and gifted the property in question to Petitioner’s brother-in-\nlaw since his in-laws or sister were in need of money. The deed of gift in favour of\nPetitioner’s brother-in-law bears the No. 511 of 29.11.2007 (P6). Petitioner inter\nalia pleads that the above deed of gift No. 511 was revoked by Petitioner’s\nmother, by a deed of revocation bearing No. 411 of 23.10.2013 (P7).", "8": "8\nOn or about 15.10.2013 the school authorities displayed the\nselection list which gives the cut off marks as 68 but the Petitioner’s daughter was\nnot selected and not even included in the waiting list. The waiting list includes\napplicants who secured marks between 59 and 67. Petitioner claims that his child\nshould be entitled to higher marks than what was allocated by the selection\npanel. In fact I have perused the written submissions of the Petitioner and the\nchart at para 21 of same, projects a figure of 96 marks after taking into\nconsideration his explanation. This seems to be the way the Petitioner analyzes\nhis own case, but even in the appeal made by the Petitioner he was not successful\nas the Appeal’s panel had rejected his appeal more particularly as no marks had\nbeen allocated to the Petitioner as regards the deed.\nOn 24.12.2013 the final list was displayed on the notice board. The\ncut off marks as 67 and Petitioner’s child’s name was not included nor was she\nconsidered to be in the waiting list. In fact another complaint that was suggested\nby learned counsel for the Petitioner was that either 8 or 6 persons mentioned as\nRespondents to this application whose children were selected are not residents in\nthe given addresses. However I observe that at the hearing this argument was not\nfully addressed by learned counsel, for the Petitioner.", "9": "9\nAnother argument advanced on behalf of the Petitioner was that the\nselection panel had only allocated 21 marks for electoral list (clause 6:1 of P2) and\nwhereas Petitioner claim he would be entitled to full marks (35). The matter\ndisclosed by the Petitioner indicates that it was due to non inclusion of their\nnames in the electoral list for the years 2008 & 2009, for which an appeal had\nbeen made. Petitioner contends that the official Respondents are privy to the\nrecords and should ascertain the truth of the statements made by the Petitioner\nin this regard. Petitioner drew the attention of this court to Clause 8:3 of P2\nwhere the Interview Board could verify above from the Department of Elections.\nHowever the 4th to 7th Respondents and 8A & 8E Respondents had not done so.\nTherefore the 1st Petitioner stresses that his child would be entitled to the full\nmarks of 35 for the electoral list.\nThe other complaint of the Petitioner was that only 2 marks were\nallocated in proof of additional documents in proof of residence. Petitioner\ncontends that a variety of documents had been submitted in this regard. However\nI observe that in view of the several documents submitted, the Petitioners may be\nentitled to more than 2 marks. Even if the authorities allocate full marks (5) to this\ncategory, still the petitioner would be expected to score more marks to prove his\nentitlement. The question is whether he has been successful on all important", "10": "10\nmatters in terms of circular P2? Does even the cumulative effect of all documents\nsubmitted by the Petitioner bring him at least to a closer point to the cutoff\npoint?\nPetitioner in this application itself thought it fit to contest the\nposition of 9B to 13B Respondents who were successful to gain admissions to the\nschool in question. 9B Respondent’s case is challenged on the basis that the\nresidence relied upon by 9B Respondent is just bare land. 9B Respondent was\npermitted to submit new documents. Additional documents had not been\nannexed to the objection of 9B Respondent. They were registered voters of a\ndifferent address. Even as regards 10B Respondent the Petitioner states he is not\na resident at the given address and it is a bare land. Lease 1R 9D is only for 3 years\nand full 4 marks cannot be allocated. Lease 1R9B is a purely a business premises.\nDocuments submitted by 10B Respondent is blatantly unclear. Documents\nconsidered after closing date. As regards 11B and 12B Respondents the\nPetitioners challenge their lease agreements. It is suggested that the names are\nnot registered as required by law.", "11": "11\nWhat is significant in the application of the Petitioners is that the\nmaterial disclosed by the Petitioners in their pleadings itself disclose the inability\nto gain admission to the school in question. It is evident that the deed relied upon\nby the Petitioner was not in favour of the Petitioner’s mother Leelawathie. At the\nrelevant time and period the deed had been executed in favour of another\nrelative of the Petitioner. The subsequent revocation of same cannot show any\ngood results as the revocation was in the latter part of year 2013, which is outside\nthe scheme contemplated under Circular P2. As such the authorities concerned\ncannot be unnecessarily blamed on this account, and this court does not wish to\ninterfere with the ruling given by the selection panel and the Appeal’s Board.\nFurther the Petitioner’s argument does not demonstrate unfairness and\narbitrariness. Nor can I conclude that petitioner’s attempt to pursue his\napplication under the fundamental rights jurisdiction denies the required equality\nor discrimination.\nThe other question is on the electoral list where the Petitioner’s\nclaim full marks. Petitioners also state that his name does not appear in the\nelectoral list for the year 2008 and 2009, but an appeal had been made on same\nand as a result of the appeal his name was relisted in the years 2010, 2011 and\n2012. I am not in a position to accept that argument since electoral list are", "12": "12\nusually kept intact or updated by entering the relevant forms provided by the\nDepartment of Elections. It is an annual process, and the registered voter is\nexpected to give details of residents in a particular household through the chief\noccupant. One may for various reasons not have the name registered in the\nelectoral list for a particular year but he would not be deprived of registering the\nresidents of the household in the subsequent years if the forms are duly\nperfected and accepted by the Commissioner of Elections. The authorities\nconcerned have considered and given the marks according to the available data\ni.e for the years 2010 to 2012. Further where the actual residence of a party is in\ndoubt or where the prescribed criteria is at issue the burden would be on the\napplicant to prove residence and convince the school authorities.\nWhere eligibility for school admission based on prescribed criteria is\nat issue, the burden is on the applicant to prove residence for the purpose of\nadmission. This burden is to be discharged based on documents presented to the\nschool authorities, which must be validated through a scrutiny and check\nconducted by the school authorities at the time the application was presented. If\nincorrect particulars are provided by an applicant, the school authorities could\nreject the application.", "13": "13\nThe official Respondents produce the Land Registry folios (1R2) to\nsupport the position that the premises in question was gifted to another, by the\nPetitioner’s mother. Further the 1st Respondent takes up the position that such a\ntransfer had not been disclosed by the petitioner in his affidavit 1R3, and the\npetitioner could reasonably expected to be aware of such transaction. Therefore\nthe 1st Respondent state that petitioner has submitted incorrect particulars and it\nlacks uberrimae fides. The 1st Respondent also very firmly state that no\nundertaking was given about any site inspection by the authorities concerned,\nand maintain that by 1R4 marks awarded at the interview are reflected in the 2nd\ncolumn on the extreme right side. 1st Respondent also state revocation of the\nalleged gift P7 had been executed on 23.10.2013 and registered on 29.10.2013,\nand it is clearly after the date (30.8.2013) on which the Petitioners attended the\nadmission interview. By this Respondents urge that if the deed of revocation (P7)\nwas considered by the Appeal’s Panel the Petitioner would receive preferential\ntreatment to the detriment of all other applicants.\nI wish to observe that the Petitioners have not succeeded in\nconvincing this court with the available material, that they could attract the\nconstitutional remedies relating to fundamental rights. There is enough and more", "14": "14\njustification for the school authorities to reject the application of the Petitioners\ndue to their inability to establish ‘proximity’ of residence. In fact what was\npursued turned against the Petitioners, for very good cogent reasons. As such this\ncourt need not take the next step to consider the case of the 9B to 13B\nRespondents, as no kind of hostile discrimination against the Petitioners were\nproved and established. Notwithstanding above 9B to 13B Respondents, were\nable to produce lease agreements acceptable as per Circular P2. As such these\nRespondents were able to fortify their case on site inspections carried out by the\nauthorities concerned. Such a site inspection could not have been extended to\nthe petitioners in the absence of proof of residence required to be established in\nterms of Circular P2.\nPetitioners were not able to establish proximity of residence from\nthe documents relied upon mainly due to the reason that a valid deed during the\nrelevant period had not been produced. Therefore the authorities concerned are\nnot obliged to give any under taking for a site inspection. It is apparent that the\nschool authorities and the admission’s panel cannot be faulted in the\ncircumstances and the context of the case presented by the Petitioners. In this\nstate of affairs, I can find no reason to grant relief to the petitioners. The", "15": "15\napplication of the Petitioners does not seem to fall within the ambit of Article 126\nOf the Constitution. Jurisdiction under Article 126 is limited to hearing and\ndetermining only questions relating to the infringement of a fundamental right.\nThe grievance projected by the Petitioners cannot be said to be the consequences\nof the infringement of the fundamental right of equal protection of the laws or of\ndiscrimination against the petitioners on any ground set out in Article 12(1) or\n12(2) of the Constitution. However before I conclude I refer to the case of\nBuddhan Choudhury Vs. State of Bihar, 1955 AIR (SC) 191, Das C.J., referring to\nAmerican decisions said –\n“It is suggested that discrimination may be brought about either by the Legislature or\nthe Executive or even the Judiciary and the inhibition of Article 14 extends to all actions\nof the State denying equal protection of the laws whether it be the action of any one of\nthe three limbs of the State. It has, however, to be remembered that, in the language of\nFrankfurter J., in Snowden v. Hughes, (1943) 321 U.S.I, 88 L.e.d. 497, ‘the Constitution\ndoes not assure uniformity of decisions or immunity from merely erroneous action,\nwhether by the Courts or the executive agencies of a State.” The judicial decision must\nof necessity depend on the facts and circumstances of each particular case and what\nmay superficially appear to be an unequal application of the law may not necessarily\namount to a denial of equal protection of law unless there is shown to be present in it\nan element of intentional and purposeful discrimination.", "16": "16\nThe application of the Petitioners do not fall within the ambit of\nArtocle 126 of the Constitution although our jurisdiction in this regard is most\nextensive. I am unable to grant the petitioners any relief. I would accordingly\ndismiss this application, but make no order as to costs.\nJUDGE OF THE SUPREME COURT\nPriyasath Dep P.C. J.\nI agree.\nJUDGE OF THE SUPREME COURT\nSarath de Abrew J.\nI agree\nJUDGE OF THE SUPREME COURT"}